
export default function MainText() {
    return (
        <div className = {"flex flex-row min-h-[110vh]"}>
            <div className = {"flex flex-col justify-between items-stretch w-1/2 pl-8 border-l-2 border-shades-60"}>
                <div className = {"flex flex-col gap-8"}>
                    <p className = {"text-right font-light text-shades-10 text-2xl border-b-2 border-shades-60 pb-6"}>چرا
                        سرمایه‌گذاری؟</p>
                    <p className = {"text-justify font-light text-shades-10 text-lg"}>نوکیا؛ غول تلفن‌های همراه این تصور
                        را داشت که مردم گوشی‌های صفحه لمسی را نمی‌پذیرند؛ بنابراین به طرح صفحه‌کلید QWERTY خود ادامه
                        داد. نوکیا هرگز با تکنولوژی و روندهای در حال تغییر همگام نشد و توجه زیادی به مجموعه نرم‌افزاری
                        خود نداشت و پس از درک روند بازار، سیستم‌عامل خود را معرفی کرد اما خیلی دیر بود و اپل و سامسونگ
                        از او پیشی گرفته و موقعیت خود را در بازار تثبیت کرده بودند. چنین درک نادرستی از نوآوری در
                        فناوری، آغاز سقوط و ورشکستی نوکیا بود.
                        امروزه فناوری سبب شده است که صنعت مدام دستخوش تحولات بسیاری شود. به‌نحوی که شیوه‌های
                        سرمایه‌گذاری سنتی دیگر جواب نمی‌دهد و کسب‌وکارها برای بقای خود بایستی به شیوه‌های نوین فناوری رو
                        بیاورند.
                    </p>
                </div>

                <div className = {"flex flex-col gap-8"}>
                    <p className = {"text-center font-light text-shades-10 text-4xl border-b-2 border-shades-60 pb-6"}>چرا
                        مرکز نوآوری دنیای اقتصاد؟</p>
                    <p className = {"text-justify font-light text-shades-10 text-2xl"}>
                        دنیای اقتصاد نیز در راستای خدمت به مشتریان خود و پاسخ به این نیاز ضروری مرکز نوآوری و کسب‌وکار
                        دیجیتال دنیای اقتصاد را تأسیس کرد. بدین ترتیب مرکز نوآوری دنیای اقتصاد به‌عنوان تحلیل‌گر مورد
                        اعتماد کسب‌وکارها و با شناخت بازارهای سنتی و مدرن و تکیه بر داده‌های اقتصادی خود قصد دارد بتواند
                        به‌عنوان بازیگر مرزی نظام اقتصادی، سرمایه کسب‌وکارهای سنتی را با صنعت فناوری پیوند بزند.
                    </p>
                </div>
            </div>
            <div className = {"flex flex-col w-1/2 pr-8"}>
                <div className = {"invisible flex flex-col gap-8"}>
                    <p className = {"text-right font-light text-shades-10 text-2xl border-b-2 border-shades-60 pb-6"}>چرا
                        سرمایه‌گذاری؟</p>
                    <p className = {"text-justify font-light text-shades-10 text-lg"}>نوکیا؛ غول تلفن‌های همراه این تصور
                        را داشت که مردم گوشی‌های صفحه لمسی را نمی‌پذیرند؛ بنابراین به طرح صفحه‌کلید QWERTY خود ادامه
                        داد. نوکیا هرگز با تکنولوژی و روندهای در حال تغییر همگام نشد و توجه زیادی به مجموعه نرم‌افزاری
                        خود نداشت و پس از درک روند بازار، سیستم‌عامل خود را معرفی کرد اما خیلی دیر بود و اپل و سامسونگ
                        از او پیشی گرفته و موقعیت خود را در بازار تثبیت کرده بودند. چنین درک نادرستی از نوآوری در
                        فناوری، آغاز سقوط و ورشکستی نوکیا بود.
                        امروزه فناوری سبب شده است که صنعت مدام دستخوش تحولات بسیاری شود. به‌نحوی که شیوه‌های
                        سرمایه‌گذاری سنتی دیگر جواب نمی‌دهد و کسب‌وکارها برای بقای خود بایستی به شیوه‌های نوین فناوری رو
                        بیاورند.
                    </p>
                </div>

                <div className = {"flex flex-col gap-8"}>
                    <p className = {"text-right font-light text-shades-10 text-2xl border-b-2 border-shades-60 pb-6"}>سرمایه‌گذاری
                        خطرپذیر چیست؟ </p>
                    <p className = {"text-justify font-light text-shades-10 text-lg"}>سرمایه‌گذاری خطرپذیر (Venture
                        Capital) نوعی سرمایه‌گذاری با ریسک بالاست که بر روی ایده‌های خلاقانه و استارتاپ‌های نوپا با
                        پتانسیل رشد انجام می‌شود. در این نوع سرمایه‌گذاری در صورت شکست ایده یا استارتاپ، بازگشت پولی
                        وجود ندارد و به همین دلیل به آن سرمایه‌گذاری جسورانه یا سرمایه‌گذاری کارآفرینی نیز می‌گویند.
                        همچنین در صورت موفقیت استارتاپ، بخشی از سهام آنها به‌صورت توافقی به سرمایه‌گذار تعلق می‌گیرد.
                    </p>
                </div>
            </div>

        </div>
    )
}