import AccordionItem from "./AccordionItem";

const items = [
    {
        question: "100 استارتاپ چیست؟",
        answer: "100 استارتاپ یک پلتفرم سرمایه‌گذاری، راهبری و پشتیبانی غیرمتمرکز است که با هدف اتصال سرمایه‌گذاران و بنگاه‌های موفق به استارتاپ‌ها شکل‌گرفته است."
    },
    {
        question: "چرا برای سرمایه‌پذیری باید به سراغ خانه خلاق و نوآوری دنیای اقتصاد برویم؟",
        answer: "خانه خلاق و نوآوری دنیای اقتصاد با بررسی بازار هدف شما، تزریق سرمایه به‌صورت برنامه‌ریزی‌شده و تعیین مدیریت پروژه، قصد دارد ریسک استارتاپ و ایده شما را به حداقل برساند. همچنین باتوجه به اعتبار و بسترهای موجود در گروه رسانه‌ای دنیای اقتصاد در جهت معرفی برند، محصولات و خدمات شما به بازار، توسعه بازار استارتاپ شما را ضمانت ببخشد."
    },
    {
        question: "این فراخوان با چه هدفی منتشر شده است؟",
        answer: "فراخوان جذب ایده و استارت‌آپ در حوزه معدن با هدف ایجاد نوآوری در حوزه معدن و معرفی و جذب سرمایه برای فعالان این حوزه منتشر شده است."
    },
    {
        question: "چه تعداد ایده و استارتاپ پذیرفته می شوند؟",
        answer: "هیچگونه محدودیت تعداد وجود ندارد و به تمامی ایده ها و استارتاپ های قابل قبول در حوزه معدن، سرمایه تعلق می گیرد."
    },
    {
        question: "چه ایده‌ها و استارتاپ‌هایی شانس بیشتری برای جذب سرمایه دارند؟",
        answer: "ایده‌ها و استارتاپ‌هایی که مرتبط با حوزه معدن و نوآوری در صنعت باشد. همانند زیرساخت‌های معدن‌کاری دیجیتال، هوش مصنوعی، یکپارچه‌سازی فرایندها، اینترنت اشیا در فرایندهای نمونه‌برداری، اندازه‌گیری و تست، تحول دیجیتال در نظارت بر ایمنی معدن و تحول دیجیتال در تعمیر و نگهداری تجهیزات و ماشین‌آلات."
    },
    {
        question: "چگونه متوجه پذیرفته شدن ایده و یا استارتاپ خود برای جذب سرمایه شویم؟",
        answer: "حداکثر تا تاریخ 11 شهریورماه مراتب تأیید یا رد ایده‌ها از طریق پیامک به شماره همراه و ایمیلی که در فرم ثبت کرده‌اید؛ اعلام و همراه با سند ارزیابی به اشخاص ارسال می‌شود."
    },


]


export default function FAQ() {
    return (
        <div className = {"flex flex-col md:justify-center md:items-center py-16"}>
            <div className = {"px-4 lg:px-20 xl:px-0 w-full"}>
                <div className = {"border-b-2 border-[#E5E5E5]"}>
                    <p className = {"text-banner-primary text-2xl md:text-4xl font-light mb-4"}>سوالات پرتکرار
                        فراخوان</p>
                </div>
                <div
                    className = {"grid grid-cols-1 md:grid-cols-2 md:gap-8 justify-items-center"}>
                    {
                        items.map(item => (
                            <AccordionItem key = {item.question} question = {item.question} answer = {item.answer}/>
                        ))
                    }
                </div>
            </div>
        </div>
    )
}